{
  "metadata": {
    "source": "Yatharth Gita (English)",
    "chapter": 1,
    "chapter_title": "The Yog of Irresolution and Grief",
    "total_chunks": 47,
    "tagged": true
  },
  "verses": [
    {
      "chapter": 1,
      "verse": "1",
      "sanskrit": "धृतराष्र उवाच धमाक्षेरे कुरुक्षेरे समवेता युयुत्मसव । मामका पाण्डवाश्चैव ककमकुवात सञ्र्य।।१।।",
      "translation": "Dhritrashtr said, “Assembled at Kurukshetr * [*The field or sphere of dharm. Dharm is not only moral virtues and good works , but the essential character that enables a thing or being to be its own Self.",
      "commentary": ", at Dharmkshetr, and eager for combat, O Sanjay, what did my and Pandu’s sons do?” ] Dhritrashtr is the very image of ignorance; and Sanjay is the embodiment of self -restraint . Ignorance lurks at the core of the objective, the outward -looking, mind. With his mind enveloped in darkness, Dhritrashtr is blind since birth, but he sees and hears through Sanjay, the epitome of self -control. He knows that God alone is real, but as lon g as his infatuation for Duryodhan born from ignorance lasts, his inner eye will be focused on the Kaurav, who symbolize the ungodly forces of negative, sinful impulses. The human body is a field for combat. When there is abundance of divinity in the realm of the heart, the body is transmuted into a Dharmkshetr (field of dharm), but it degenerates into a Kurukshetr when it is infested with demoniacal powers. Kuru means ‘do’; the word is an imperative. As Krishn has said, “Driven by the three properties * born out of prakriti (na ture) man is compelled to act; without action he cannot even live for a moment.” These properties, virtue,ignorance, and passion, compel him to act. Even in sleep action does not cease, for it is the necessary sustenance for the body. The three properties bind men, from the level of gods to that of the lowest creatures such as worms. So long as the material world and its properties are, kuru must be. Therefore, the sphere of birth and death, of that which is evolved from a previous source or prakriti (natur e) is Kurukshet",
      "tags": [
        "dharma",
        "knowledge",
        "ego"
      ]
    },
    {
      "chapter": 1,
      "verse": "2",
      "sanskrit": "संर्य उवाच दृष््वा तु पाण्डवानीकं व्यूढं दुयोधनस्त्तदा। आचायामुपसंग्य रार्ा वचनमब्रवीत् ॥२॥",
      "translation": "Sanjay said, “At the time, after having seen the Pandav army standing in battle array, King Duryodhan approached his teacher Dronacharya and spoke thus.”",
      "commentary": "Dual conduct itself is Dronacharya. When the awareness dawns that we are alienated from God there arises in the heart an acute hunger for the attainment of that exalted Spirit. Only then do we set out to seek an accomplished teacher, a realized sage (Guru) . Between the two opposed impulses, this awareness is the first initiator into wisdom, although the teacher of ultimate excellence will be Yogeshwar Kris hn . himself, an adept in yog . King Duryodhan, an embodiment of excessive attachment to worldly objects, goes to his teacher. Attachment is at the root of all griefs, indeed their sovereign. It tempts one away from the spiritual treasure and so it is named Duryodhan. Only the Soul property is the stable property and it is attachment which gen erates impurity in it. It draws one to the material world. But it also provides the primary motive for enlightenment. Inquisitiveness is possible only as long as there is attachment, or else only the impeccable Spirit remains. So, after having seen the Pan dav army arrayed, that is, after having glimpsed the righteous impulses that are in tune with the Self, Duryodhan, a victim of attachment, goes to his teacher Dronacharya and says:",
      "tags": [
        "attachment",
        "wisdom",
        "surrender"
      ]
    },
    {
      "chapter": 1,
      "verse": "3",
      "sanskrit": "पश्यैतां पाण्डुपुराणामाचाया महतीं चमूम्। व्यूढां द्रुपदपुरेण तव षशष्येण धीमता ॥ ३॥",
      "translation": "“Behold, O master, this massive army of Pandu’s sons marshalled in battle formation by your wise pupil, the son of Drupad (Dhristdyumn).”",
      "commentary": "Dhristdyumn, the son of Drupad, is the steadfast mind that treasures faith in the universal, immutable reality. He is thus the master, the type of righteous impulses that lead to selfless activity in a spirit of egoless reverence to spiritual divinity. “Not means but the determination of mind needs to be firm.’’ Let us now review the Pandav army at length.",
      "tags": [
        "duty",
        "faith",
        "knowledge"
      ]
    },
    {
      "chapter": 1,
      "verse": "4",
      "sanskrit": "अर शूरा महेष्वासा भीमार्ुानसमा युधध। युयुधानो ववराटश्च द्रुपदश्च महारथः ॥४॥",
      "translation": "“Here in the army are many valiant archers, Yuyudhan, Virat and the great martial commander Drupad, who are a worthy match for the brave Arjun and Bheem, and...’’",
      "commentary": "This army i s composed of those who can guide souls to the Supreme Spirit, like Bheem who is an embodiment of resolute sentiment, the image of tender devotion Arjun, and many other valiant warriors such as Satyaki, endowed with goodness, Virat and the great warrior le ader Drupad, symbolizing consistency and steadfastness on the path of spirituality, and...",
      "tags": [
        "duty",
        "devotion",
        "strength"
      ]
    },
    {
      "chapter": 1,
      "verse": "5",
      "sanskrit": "धृष्टकेतुश्चेककतानः काषशरार्श्च वीयावान्। पुरुजर्त्मकुजततभोर्श्च शैयशयश्च नरपुगवगवः ॥५॥",
      "translation": "“Dhrishtketu, Chekitan, and the mighty King of Kashi, as well as Purujeet and Kuntibhoj, and Shaibya, the unparalleled among men and...”",
      "commentary": "Dhrishtketu, the steadfast -in-duty, Chekitan, who can rein in his straying thought and concentrate it on the Supreme Spirit. The King of the holy city of Kashi, an emblem of the sacredness that resides within the world of the body. Purujeet, the one who obtains victory over matter in all its forms -gross, subtle, and instrumental. Kuntibhoj, who conquers world life by doing what is worthy of doing. Then Shaibya, of virtuous conduct.",
      "tags": [
        "duty",
        "concentration",
        "victory"
      ]
    },
    {
      "chapter": 1,
      "verse": "6",
      "sanskrit": "युधामतयुश्च ववक्रातत उत्तमौर्ाश्च वीयावान्। सौभद्रो द्रौपदेयाश्च सवा एव महारथाः ॥६॥",
      "translation": "“The valorous Yudhmanyu, the mighty Uttmauj, Saubhadr, and Draupadi’s five sons, all great warriors.”",
      "commentary": "The heroic Yudhmanyu of warlike temper; Uttmauj with the spiri t of abandon that flows from sacred excellence; Abhimanyu (Saubhadr), Subhadra’s son, with a mind without fear because it is propped up by righteousness, and the five sons of Draupadi who herself is a form of discernment of the divine, all are great warrio rs named tenderness, beauty, compassion, spiritual repose and consistency. All of them are noted for their ability to traverse the path of spiritual fulfillment with perfect skill. Duryodhan thus enumerates to his teacher about a score of names from the si de of the Pandav, which represent some vital principles of divine excellence. Although the monarch of impulses that are alien to the essentially spiritual character of the Self, it is ignorance (attachment) that first motivates us to strive for the realiza tion of the treasure of divinity. As for his own side, Duryodhan dwells on it but briefly. Had it been an actual, external war, he would have given an elaborate account of his army. But only a few perversions are cited, for they have to be conquered and th ey are destructible. There are mentioned only about half a dozen of these, at the heart of all of which there yet dwells an unworldly propensity.",
      "tags": [
        "duty",
        "courage",
        "strength"
      ]
    },
    {
      "chapter": 1,
      "verse": "7",
      "sanskrit": "अस्त्माकं तु ववषशष्टा ये ताजतनबोध द्ववर्ोत्तम। नायका मम सैतयस्त्य संज्ञाथं तातब्रवीषम ते ॥७॥",
      "translation": "“Be it known t o you, O the worthiest of the twice -born [*‘Twice -born’ because of the spiritual birth or awakening (attainments) that comes through self -study and contemplation.",
      "commentary": "(Brahmins), the names of those who are most eminent amongst us, the chiefs of our army; thes e I now name for your information.” ] “The worthiest of the twice -born.” That is how Duryodhan addresses his teacher Dronacharya before he introduces to him the chiefs of his army. “The worthiest of the twice -born” would hardly be an appropriate term of ad dress for a commander -in-chief if the war were a physical, external war. In fact, the Geeta dwells upon the conflict between contradictory innate impulses, upon the dual conduct which is Dronacharya. The world of matter exists and there is duality if we ar e even in the least isolated from God. However, the urge, too, for overcoming this duality of object -spirit is derived first from the teacher Dronacharya. It is imperfect knowledge that induces the hunger for enlightenment. It is now time to have a look at the leaders of the impulses which are hostile to the essentially sacred character of the Self.",
      "tags": [
        "dharma",
        "knowledge",
        "self-realization"
      ]
    },
    {
      "chapter": 1,
      "verse": "8",
      "sanskrit": "भवातभीष्मश्च कणाश्च कृपश्च सषमनतंर्यः। अश्वत्मथामा ववकणाश्च सौमदवत्तस्त्तथैव च ॥८॥",
      "translation": "“Your venerable self, Bheeshm and Karn, and also Kripa -victor in wars, Ashw atthama and Vikarn, as well as Saumdutti (Bhurishrawa, son of Somdutt).”",
      "commentary": "The commander -in-chief is Dronacharya himself, symbolizing dual conduct. And then there is the grandsire Bheeshm, the very image of delusion. Delusion is the fountainhead of deviati on from the ideal state. Since it survives till the very end, delusion is the grandsire. The whole army has perished, but Bheeshm yet lives on. He lies unconscious on his bed of arrows and still continues to breathe. Like Bheeshm, too, are Karn, a betrayer of the sacred character of Self, and the conquering warrior Kripacharya. Kripacharya represents the act of compassion by the seeker in the state before Self -realization. God is the mine of compassion and the sage attains to the same state after fulfillmen t. But during the period up to accomplishment, so long as the worshipper is removed from God and God is removed from him, when the uncongenial impulses are still alive and strong, and he is besieged by delusion -if the seeker feels compassion at this stage, he is destroyed. For acting with pity, Sita had to undergo penance in Lanka for years * (*Sita was the wife of Lord Ram, who was the main character of the epic Ramayan. Mother Kaikayi banished him as a recluse to the forests. Obeying the order of his mothe r Lord Ram stayed in the jungles. Sita appealed to Lord Ram to bring her a ‘‘Golden Deer’’. Ram in order to fulfill his wife’s desire, went after the deer but instructed her for her protection not to leave the safety of her meditation hut no matter what th e temptation, while she was alo",
      "tags": [
        "duty",
        "self-realization",
        "knowledge"
      ]
    },
    {
      "chapter": 1,
      "verse": "9",
      "sanskrit": "अतये च बहवः शूरा मदथत त्मयतजतर्ीववताः। नानाशस्त्रप्रहरणाः सवत युद्धववशारदाः ॥९॥",
      "translation": "“And (there are) many other skilled warriors, too, equipped with numerous arms, who have forsaken hope of life for my sake.’’",
      "commentary": "And many other valiant warriors are resolved , Duryodhan intimates to Dronacharya, to fight for his sake even at the cost of their life. But there is no precise enumeration of them. Duryodhan then points out the innate qualities with which each of the two armies is fortified.",
      "tags": [
        "duty",
        "surrender",
        "courage"
      ]
    },
    {
      "chapter": 1,
      "verse": "10",
      "sanskrit": "अपयााप्तं तदस्त्माकं बलं भीष्माषभरक्षक्षतम्। पयााप्तं जत्मवदमेतेषां बलं भीमाषभरक्षक्षतम् ॥१०॥",
      "translation": "“Our army defended * [*In the ancient Hindu art of warfare, each army had of course a commander -in-chief, but it had also a champion, a man of valour -courage and intelligence, who acted as its “defender.’’",
      "commentary": "by Bheeshm is unconquerable, while their army defended by Bheem is easy to vanquish.’’ ] Duryodhan’s army, “defended” by Bheeshm, is invincible, whereas the opposing army of the Pandav, “defended” by Bheem, is easy to conquer. The use of ambiguous puns such as a paryaptam and aparyaptam * is itself a sign of Duryodhan’s doubtful state of mind. So we have to look carefully at the power that Bheeshm represents on which all the Kaurav hopes rest, as well as the quality symbolized by Bheem which the Pandav -endowed with the treasure of divinity -rely upon. Duryodhan then gives his final estim ate of the situation.",
      "tags": [
        "courage",
        "strength",
        "ego"
      ]
    },
    {
      "chapter": 1,
      "verse": "11",
      "sanskrit": "अयनेषु च सवतषु यथाभागमवजस्त्थताः। भीष्ममेवाषभरक्षततु भवततः सवा एव हह ॥११॥",
      "translation": "“So, while keeping to your respective stations in the several divisions, all of you should doubtlessly protect Bheeshm alone on all sides.”",
      "commentary": "Duryodhan commands all his chiefs to keep to their posts and yet protect Bheeshm on all sides. The Kaurav cannot be defeated if Bheeshm is safe and alive. So it is obligatory for all the Kaurav chiefs to defend Bheeshm rather than fight with the Pandav. This is intriguing. After all, what kind of “defender” is this Bheeshm who cannot even defend him self? What complicates the matter even more is that the Kaurav are also wholly dependent on him. So they have to devise all possible measures of defence for him. This is certainly no physical warrior. Bheeshm is delusion. So long as delusion is alive, unrighteous impulses cannot be vanquished. “Invincible” here means “difficult to vanquish” rather than “impossible to vanquish.” As Goswami Tulsidas has said, “The most difficult to conquer is the h ostile world of matter and the one who subdues it is indeed heroic.’’ If delusion ceases, ignorance too ceases to exist and the residues of negative feelings such as excessive attachment hasten to a quick demise. Bheeshm is blessed with death by wish. So t he death of desire and death of delusion are one and the same. This idea has been so lucidly expressed by Sant Kabir: “Since desire is the maker of birth and illusion, and it is desire that creates the material world, he who abandons desire is the one who cannot be conquered.’’ That which is free from delusion is eternal and unmanifest. Desire is illusion and progenitor of the world. In Kabir’s view, “the Self which achieves freedom fro",
      "tags": [
        "duty",
        "surrender",
        "knowledge"
      ]
    },
    {
      "chapter": 1,
      "verse": "12",
      "sanskrit": "तस्त्य संर्नयतहषं कुरुवृद्धः वपतामहः। षसंहनादं ववनद्योचचैः शगवखं दध्मौ प्रतापवान् ॥१२॥",
      "translation": "“To Duryodhan’s delight then, his mighty grandsire and the eldest of the Kaurav (Bheeshm) blew his conch to blare forth a lion -like roar.’’",
      "commentary": "Conches are blown after the Kaurav have taken stock of their strength. The trumpeting of conches is a declaration of the intention, of each of the chiefs, of what he can offer after conquest. The mighty grandsire Bheeshm, the eldest of the Kaurav, blows his conch to produce a li on-like roar which gladdens Duryodhan’s heart. The lion represents the terrible, tooth -and-claw, aspect of nature. Our hair stands on end and our hearts beat violently when we hear the roar of a lion in a still, solitary forest even though we are miles awa y from the beast. Fear is a property of nature, not of God. Bheeshm is the very image of delusion. If delusion prevails, it will enwrap the material world’s forest of fear which we inhabit in yet another shroud of fear to make the existing dread even more frightening. Delusion cannot offer anything else except this. So renunciation of the material world is the right step for one who quests for Self -realization. Worldly inclinations are like a mirage -a mere shadow of ignorance, and the Kaurav have nothing to declare against this. Numerous conches from their side are trumpeted simultaneously, but they altogether inspire no other feeling except fear. Fear, although in varying degrees, is born out of each perversion. Similar is also the message of the conches of the other Kaurav chiefs.",
      "tags": [
        "duty",
        "courage",
        "fear"
      ]
    },
    {
      "chapter": 1,
      "verse": "13",
      "sanskrit": "ततः शगवखाश्च भेयाश्च पणवानकगोमुखाः। सहसैवाभ्यहतयतत स शयशदस्त्तुमुलोऽभवत् ॥१३॥",
      "translation": "“Then there abruptly arose a tumult of conches and kettledrums, tabors, drums, and cow -horns.’’",
      "commentary": "After Bheeshm’s blowing of his conch, numerous other conches, drums, and tru mpets are sounded together, and they make an awesome noise. The Kaurav have no message other than that of fear. Intoxicated with a sense of false success, the outward -looking impulses that offend and demean the human Soul render the bonds of infatuation ye t stronger. Now the Pandav, representing righteous impulses that are in harmony with the divine character of the Self, respond to the Kaurav challenge with their own declarations, the first of which is made by Yogeshwar Krishn himself.",
      "tags": [
        "courage",
        "strength",
        "ego"
      ]
    },
    {
      "chapter": 1,
      "verse": "14",
      "sanskrit": "ततः श्वेतैहायैयुातजते महनत स्त्यतदने जस्त्थतौ। माधवः पाण्डवश्चैव हदव्यौ शगवखौ प्रदध्मतुः ॥१४॥",
      "translation": "“Then, too, Madhav (Krishn) and Pandu’s son (Arjun), seated in the magnificent chariot to which white steeds were yoked, blew their celestial conches.’’",
      "commentary": "After the Kaurav, Krishn and Arjun, riding in their magnificent, sacred chariot drawn by flawlessly white horses (“white” symbolizes purity), also blow their “celestial” conches. “Celestial” means beyond the material world. Yogeshwar Krishn’s transcendental mes sage is a promise to render unto souls the most auspicious, unworldly existence that is beyond the worlds of both mortals and gods, and verily the whole universe (Brahmlok) * , which are all afflicted with the fear of birth and death. The chariot under his charge is not made of gold a nd silver and wood; everything about him is celestial, the chariot, the conch and, therefore, also his message. Beyond these worlds there is only the one unique and indescribable God. Krishn’s message is of establishing a direct contact with this Supreme B eing. But how will he effect this state?",
      "tags": [
        "devotion",
        "surrender",
        "enlightenment"
      ]
    },
    {
      "chapter": 1,
      "verse": "15",
      "sanskrit": "पाञ्चर्तयं हृषीकेशो देवदत्तं धनञ्र्यः। पौण्रं दध्मौ महाशगवखं भीमकमाा वृकोदरः ॥१५॥",
      "translation": "‘‘While Hrishikesh (Krishn) blew his conch Panchjanya and Dhananjay (Arjun) the conch named Devdutt, the Vrikodar * [*Vrikodar is literally interpreted, the one with a wolf’s belly which is never full. Likewise, a devotee’s heart longing for God is never satiated.",
      "commentary": "(Bheem) of awesome deeds blew the great conch Paundr.’’ ] So Hrishikesh (lord of the senses), who knows all the mysteri es of the human heart, blows the conch Panchjanya. This is a declaration of his intent to restrain the five organs of perception which correspond to word, touch, form, taste, and smell, and to transmute their inclinations into devotion. Exerting control on the wild senses and disciplining them into faithful servitors is the gift from an accomplished teacher; the gift, indeed, from the admired God. Krishn is a yogi, an ideal teacher. As Arjun says in the Geeta, “Lord, I am thy disciple.” It is only an accomp lished teacher; who can make us relinquish all objects of sensual pleasure, and to see and listen to and touch nothing except the coveted God. Dhananjay (the victor of wealth) is the affectionate devotion that attains to the state of divine exaltation. Thi s devotion is a feeling of tenderness for the desired object, which includes within itself all the experiences of devotees, even pangs of separation and occasional disenchantment and tears. There should be nothing for a devotee except the longed -for God. I f the devotion to him is perfect, it embraces the virtues that provide access to the Supreme Spirit. Dhananjay is another name of this faculty. One kind of wealth is the external riches which are needed for physical sustenance, but that has nothing to do w ith the Self. The really lasting wealth of man, which he can truly call his own, is realization",
      "tags": [
        "devotion",
        "surrender",
        "self-realization"
      ]
    },
    {
      "chapter": 1,
      "verse": "16",
      "sanskrit": "अनततववर्यं रार्ा कुततीपुरो युधधजष्िरः। नकुलः सहदेवश्च सुघोषमणणपुष्पकौ ॥१६॥",
      "translation": "“King Yudhisthir, t he son of Kunti, blew the conch Anantvijay, whereas Nakul and Sahdev blew their conches Sughosh and Manipushpak.”",
      "commentary": "King Yudhisthir blows the conch Anantvijay (endless conquest). Kunti is the very image of dutifulness; and Yudhisthir, the embodiment of dharm (natural piety). If one’s adherence to dharm is steady, Anantvijay will bring about the absorption of the Self in the boundless God. The one who is firm in battle is Yudhisthir: one who is unshaken by the conflicts between Self and the material world -between the body and the transcendental Soul, and to whom the essence of the sphere of action has been revealed. He is enabled eventually, by God who alone is real, ceaseless, and immutable, to overcome all the contradictions. Nakul, who is a symbol of restr aint* , blows the conch named Sughosh. As restraint grows firmer, evil is subdued and the dominance of righteousness is proclaimed. Sahdev, the adherer to truth, blows on the conch which bears the name of Manipushpak. Sages have described each breath as a precious ruby. “What a pity that we squander the jewels of our breath on idle gossip!” One kind of satsang is the moral discourse we hear from noble men, but the real spiritual discourse is internal. According to Krishn, the Self alone is true and eternal. True satsang comes about when the mind reins itself in from all externals and dwells with the Self. This adherence to truth is cultivated by incessant reflection, meditation, and Samadhi* . The more joy one feels in dwelling with the one reality, the more restraint one gains over each breath, the mind, and the instruments by which ",
      "tags": [
        "duty",
        "dharma",
        "devotion"
      ]
    },
    {
      "chapter": 1,
      "verse": "17",
      "sanskrit": "काश्यश्च परमेष्वासः षशखण्डी च महारथः। धृष्टद्यु्नो ववराटश्च सात्मयककश्चापराजर्तः ॥१७॥",
      "translation": "",
      "commentary": "",
      "tags": [
        "duty",
        "surrender",
        "faith"
      ]
    },
    {
      "chapter": 1,
      "verse": "18",
      "sanskrit": "",
      "translation": "“The King of Kashi, a great bowman, Shikhandi who dwells in the Supreme Spirit, the unvanquished Dhristdyumn, Virat and Satyaki, Drupad and the sons of Draupadi, and Subhadra’s son of powerful arms (Abhimanyu), all blew, O lord of the earth, their own c onches.’’",
      "commentary": "The sacred city of Kashi is an emblem of the sacredness that resides in the physical body. When a man withdraws his mind and sense organs from all physical things and concentrates on the Self within his body, he is privileged to merge with and dwell within God. The body which is capable of such a union is Kashi. The Supreme Spirit dwells in and pervades every single body. So “parmeshwasah” here means dwelling in the Supreme Spirit rather than a “mighty warrior.’’ Shikhandi represents the rejecti on of shikha -sutr* (sacred signs traditionally worn by Hindus). There are people who believe they have achieved renunciation just because they have got their heads shaved clean, cast away their sacred threads, and stopped lighting fire. But they are mis taken, for, as a matter of fact, shikha symbolizes a goal which has to be attained, and sutr the merits of action in a previous existence (sanskar *) . The chain of sanskar is intact so long as God has yet to be realized. How can there be true renunciation till the moment of that fulfillment? Till then we are only wayfarers. Delusion subsides only when the desired God is attained and the merits of previous deeds are reduced t o nothing. So it is Shikhandi who proves to be the undoing of Bheeshm, the image of delusion and self -deception. Shikhandi represents the unique quality that is essential for the man who chooses the path of reflection, a truly mighty fighter on his side. Dhristdyumn, the steadfast mind that treasures faith in th",
      "tags": [
        "self-realization",
        "detachment",
        "knowledge"
      ]
    },
    {
      "chapter": 1,
      "verse": "19",
      "sanskrit": "स घोषो धाताराष्राणां हृदयानन व्यदारयत्। नभश्च पृधथवीं चैव तुमुलो व्यनुनादयन् ॥१९॥",
      "translation": "“The loud tumult, reverberating through heaven and earth, pierced the hearts of Dhritrashtr’s sons.’’",
      "commentary": "The great tumult, echoing through heaven and earth, rends the hearts of Dhritrashtr’s sons. There is the Pandav army, too, but the hearts that are rent are only those of Dhritrashtr’s sons. When the manna of Panchjanya, made up of true knowledge, realization of the infinite, destruction of evil, and affirmation of piety, begins to flow, th e Kaurav hearts with their unrighteous and outward -looking impulses cannot but be rent. Their power wanes by and by. And if the process meets with success, infatuation ceases to exist altogether.",
      "tags": [
        "knowledge",
        "self-realization",
        "strength"
      ]
    },
    {
      "chapter": 1,
      "verse": "20",
      "sanskrit": "अथ व्यवजस्त्थतातदृष््वा धाताराष्रातकवपध्वर्ः। प्रवृत्ते शस्त्रसंपाते धनुरुद्य्य पाण्डवः ॥२०॥",
      "translation": "",
      "commentary": "",
      "tags": [
        "duty",
        "surrender",
        "faith"
      ]
    },
    {
      "chapter": 1,
      "verse": "21",
      "sanskrit": "",
      "translation": "",
      "commentary": "",
      "tags": [
        "duty",
        "faith",
        "surrender"
      ]
    },
    {
      "chapter": 1,
      "verse": "22",
      "sanskrit": "",
      "translation": "",
      "commentary": "“Then, O King, after viewing the sons of Dhritrashtr in array, when the discharge of missiles was about to commence, Kunti’s son (Arjun), whose ensign bore the image of Hanuman, raised his bow and spoke to Hrishikesh thus: ‘O Achyut (Kr ishn), keep my chariot between the two armies so that I may watch those who are formed up for combat and know whom I have to fight in the ensuing battle.’ ’’] Sanjay, an epitome of self restraint, endeavours to enlighten the mind lying under a pall of igno rance by pointing out that apart from the other exemplary captains of the Pandav army there is the Hanuman - ensign of Arjun. Hanuman, a symbol of true renunciation. Disenchantment with the world and the desire to renounce it are the mark of Arjun’s battle -standard. Some interpreters have named this standard”monkey -ensign” because of its frenzied fluttering. But this is unacceptable, for the primate exhibited on the ensign is no common monkey but Hanuman himself who has risen above all distinctions. To him ho nour and dishonour are the same. Giving up lust for material objects which have been heard or seen, of worldly objects and sensual pleasures, is renunciation. So, after having seen Dhritrashtr’s sons arrayed just when missiles are about to be launched, Arj un, whose distinctive motto is renunciation, lifts his bow and speaks to Hrishikesh, the lord of senses and knower of the mysteries of the heart, addressing him as the “infallible.” He requests his charioteer to station the chariot ",
      "tags": [
        "duty",
        "renunciation",
        "self-realization"
      ]
    },
    {
      "chapter": 1,
      "verse": "23",
      "sanskrit": "योत्मस्त्यमानानवेक्षेऽहं य एतेऽर समागताः। धाताराष्रस्त्य दुबुाद्धेयुाद्धे वप्रयधचकीषावः ॥२३॥",
      "translation": "“Since I wish to observe those who have assembled here to fight for pleasing Dhritrashtr’s wicked -minded so n (Duryodhan) in the battle.’’",
      "commentary": "Arjun wants the chariot to be parked in front of the Kaurav so that he may see the kings, desirous of battle, who have joined the evil - minded Duryodhan for the sake of his happiness -for Duryodhan who represents excessive at tachment. Arjun wishes to observe well the kings who have assembled to fight in the war for the cause of infatuation.",
      "tags": [
        "duty",
        "detachment",
        "attachment"
      ]
    },
    {
      "chapter": 1,
      "verse": "24",
      "sanskrit": "संर्य उवाच एवमुतजतो हृषीकेशो गुडाकेशेन भारत। सेनयोरुभयोमाध्ये स्त्थापनयत्मवा रथोत्तमम् ॥२४॥",
      "translation": "",
      "commentary": "",
      "tags": [
        "duty",
        "surrender",
        "faith"
      ]
    },
    {
      "chapter": 1,
      "verse": "25",
      "sanskrit": "",
      "translation": "‘‘Thus addressed by Gudakesh * [*One who has conquered sleep.",
      "commentary": ", O descendant of Bharat (Dhritrashtr), Hrishikesh parked the unique chariot between the two armies, in front of Bheeshm, Dron, and all the other kings, and said, ‘Behold, O son of Pritha * (Arjun), the assembled Kuru.’ ’’ ] Sanjay informs Dhritrashu how on being requested by Arjun, who has mastered sleep, Krishn, who knows all that is to know of the mind and heart, parks the chariot of unexcelled beauty in the midst of all the kings who have staked out claims on the earth which is the body in macrocosm, and asks Parth to behold the assembled Kaurav. The “excellent” chariot in question is made of neither gol d nor silver, nor of any material substance. Excellence is defined in this world in terms of its agreeableness or disagreeableness to the mortal body. But such a view is misleading, for that alone is excellence which is always one with the real, the Self, and which has no unrighteousness or impurity about it.",
      "tags": [
        "duty",
        "knowledge",
        "wisdom"
      ]
    },
    {
      "chapter": 1,
      "verse": "26",
      "sanskrit": "तरापश्यजत्मस्त्थतातपाथाः वपतॄनथ वपतामहान्। आचायाातमातुलातरातॄतपुरातपौरातसखींस्त्तथा ॥२६॥",
      "translation": "",
      "commentary": "",
      "tags": [
        "duty",
        "surrender",
        "faith"
      ]
    },
    {
      "chapter": 1,
      "verse": "27",
      "sanskrit": "",
      "translation": "“Parth then saw, mustered in the two armies, uncles, granduncles, teachers, maternal uncles, brothers, sons, grandsons and friends, as well as fathers -in-law and well -wishers. Seeing all these kinsmen assembled together and ove rwhelmed by intense pity, he spoke thus in great sorrow:”",
      "commentary": "Parth, the perfect marksman who has made a chariot of his earthformed body * , looks at the army and sees his kinsmen. What is noteworthy is that in the two armies he sees only his own family, the families of maternal uncles, and of fathers -in-law, friends, and teachers. Acco rding to scholarly estimates, the two armies of the Mahabharat consisted of eighteen akshauhini chariots, elephants, horses, and foot soldiers, which is approximately 650 million, a very large number indeed. It hardly needs saying how the world is faced to day with numerous grave problems of food and housing on account of rising population. So what are we to make of it when we are told that just three or four families of Arjun’s kinsmen are so large in number? Is it possible for any family to be so huge? The answer must be in the negative. So what we have here is a portrayal not of physical armies but of the sphere of the mind and heart. Overcome with deep compassion, when he sees all his kinsmen mustered for battle, Arjun speaks in grief. He grieves because he sees that he has to fight his own family.",
      "tags": [
        "duty",
        "sorrow",
        "family"
      ]
    },
    {
      "chapter": 1,
      "verse": "28",
      "sanskrit": "अर्ुान उवाच दृष््वेमं स्त्वर्नं कृष्ण युयुत्मसुं समुपजस्त्थतम् ॥२८॥",
      "translation": "",
      "commentary": "",
      "tags": [
        "duty",
        "surrender",
        "faith"
      ]
    },
    {
      "chapter": 1,
      "verse": "29",
      "sanskrit": "",
      "translation": "",
      "commentary": "",
      "tags": [
        "duty",
        "surrender",
        "faith"
      ]
    },
    {
      "chapter": 1,
      "verse": "30",
      "sanskrit": "",
      "translation": "“Arjun said, ’Seeing these kith and kin, mustered with the purpose of waging war, O Krishn, my limbs grow weak, my mouth is dry, my body trembles, my hair stands on end, the Gandeev (Arjun’s bow) slips from my hand, my skin is burning all over, I am unable to stand, and my min d is bewildered.’’",
      "commentary": "Looking at the gathering of his kinsmen, Arjun is unnerved. His body grown inert, his mouth is parched, his limbs tremble, and his hair stands erect. The Gandeev falls from his hand and his skin is hot. He is sorely distressed by the p rospect of a war in which his own kinsmen face him. He is confused. He bewails that he cannot even stand properly and look ahead.",
      "tags": [
        "fear",
        "anxiety",
        "courage"
      ]
    },
    {
      "chapter": 1,
      "verse": "31",
      "sanskrit": "ननषमत्तानन च पश्याषम ववपरीतानन केशव। न च श्रेयोऽनुपश्याषम हत्मवा स्त्वर्नमाहवे ॥३१॥",
      "translation": "“I see, O Madhav (Krishn), inauspicious por tents, and I can perceive no prefix in the idea of slaughtering kinsmen in the battle.’’",
      "commentary": "Arjun sees adverse signs of the impending war. He does not see anything propitious in the slaying of his own family. How can any good result from such killing?",
      "tags": [
        "duty",
        "morality",
        "conscience"
      ]
    },
    {
      "chapter": 1,
      "verse": "32",
      "sanskrit": "न कागवक्षे ववर्यं कृष्ण न च रा यं सुखानन च। ककं नो रा येन गोववतद ककं भोगैर्ीववतेन वा ॥३२॥",
      "translation": "‘‘I aspire, O Krishn, after neither victory nor a realm and its pleasures for of what avail is sovereignty to us, O Govind (Krishn), or enjoyment, or even life itsel f?”",
      "commentary": "Arjun’s whole family is on the brink of war. So he does not wish for either victory or the kingdom that this victory may bring him, or even the pleasures of that kingdom. Of what use will be a kingdom or enjoyment or life to him? He then states the r easons for his reluctance to fight in the war:",
      "tags": [
        "duty",
        "detachment",
        "surrender"
      ]
    },
    {
      "chapter": 1,
      "verse": "33",
      "sanskrit": "येषामथत कागवक्षक्षतं नो रा यं भोगाः सुखानन च। त इमेऽवजस्त्थता युद्धे प्राणांस्त्त्मयतजत्मवा धनानन च ॥३३॥",
      "translation": "“They for whose sake we crave for a kingdom, pleasures, and enjoyments are formed up here, putting at stake both their life and wealth.’’",
      "commentary": "The family, f or whose sake Arjun has desired the happiness of a kingdom and other pleasures, is now mustered on the battlefield despairing of its life. If he had desired a kingdom, it was for them. If he had hungered for the pleasures of wealth and indulgence, it was because he wanted to enjoy it along with his kith and kin. But he now desires neither a kingdom nor pleasures, nor enjoyment, because he sees his kinsmen standing against him without any hope of life. Whatever he had desired was dear to him for their sake. But he does not need these things if he has to get them at the cost of his kinsmen. Desires remain as long as there are family ties. Even a poor man having only a wretched hovel to live in will not accept an empire extending over the entire length and brea dth of the world if for this he has to kill his family, friends, and kinsmen. Arjun says the same thing. He is fond of pleasures and he loves victory, but of what good can they be to him if the very people for whom he desires these rewards are no longer wi th him? Of what use will enjoyment of pleasures be in their absence? After all, who are the people he will have to kill in the war?",
      "tags": [
        "duty",
        "sacrifice",
        "attachment"
      ]
    },
    {
      "chapter": 1,
      "verse": "34",
      "sanskrit": "आचायााः वपतरः पुरास्त्तथैव च वपतामहाः। मातुलाः श्वशुराः पौराः श्यालाः संबजतधनस्त्तथा ॥३४॥",
      "translation": "",
      "commentary": "",
      "tags": [
        "duty",
        "surrender",
        "faith"
      ]
    },
    {
      "chapter": 1,
      "verse": "35",
      "sanskrit": "",
      "translation": "“Teachers, uncles, nephews as well as granduncles, maternal uncles, fathers -in-law, grandnephews, brothers -in-law, and other kinsmen. Though they might slay me, I yet have no desire to kill them, O Madhusudan * [*An epithet of Vishnu, the first deity of the Hindu Trinity, meaning “Killer of the demon Madhu” and also “destroyer of arrogance.”",
      "commentary": "(Krishn), even for a realm made up of the three worlds, still less for this earth alone.’’ ] The people to be slain are Arjun’s own flesh and blood. As he tells Krishn sorrowfully, he does not wish to harm his kinsmen although in doing so he might lose his own life at their hands, even for ruling over all the three worlds. In an army formed of approximately 650 m illion men Arjun can see only his own family. Who really are these innumerable kinsmen? Arjun verily is an image of tender devotion. His dilemma is the one that faces every devotee when he sets out on the path of worshipful adoration (bhajan). It is everyo ne’s desire that he should attain the highest reality by reverence and worship. But he is filled with despair when, under an experienced and accomplished teacher’s tutelage, he comes to understand the fundamental nature of the conflict between the material body and the divine Self, and realizes against whom he has to wage his war. He wishes that his father’s family, his wife’s family, his maternal uncle’s family, people who love him, friends, and teachers should all live with him in happiness, and that, whi le providing for all of them, he should also attain to God. So he is confused when confronted with the fact that in order to forge ahead in his task of worship he has to abandon his family. Because of his attachment, the prospect of severing the bonds of k inship confuses and unnerves him. My noble teacher, the revered Paramhans * Parmanand Ji used to say, “To b",
      "tags": [
        "duty",
        "devotion",
        "surrender"
      ]
    },
    {
      "chapter": 1,
      "verse": "36",
      "sanskrit": "ननहत्मय धाताराष्रातनः का प्रीनतः स्त्या र्नादान। पापमेवाश्रयेदस्त्मातहत्मवैतानाततानयनः ॥३६॥",
      "translation": "“What happiness can we have, O Janardan * [*Yet another epithet of Krishn, meaning “one who is worshipped -solicited for prosperity and emancipation.",
      "commentary": "(Krishn), from slaying these sons of Dhritrashtr? Only sin will fall to our lot if we kill even these wicked men.” ] What happiness can Arjun gain from killing Dhritrashtr’s sons? Dhritrashtr denotes the “insolent or profligate nation,” * and born from it is Duryodhan, the image of infatuation. But shall even the slaying of such an evil kinsman make Arjun and Krishn happy? The Kaurav are unrighteous, but the Pandav will be only guilty of sin if they kill them. We call men evildoers if they adopt impious ways for their livelihood. In fact, however, the worst felons are those who put obstructions in the way of the Self. The gravest offenders in this respect are lust, wrath, avarice, and inordinate attachment whic h obstruct one’s realization of the Self.",
      "tags": [
        "duty",
        "karma",
        "detachment"
      ]
    },
    {
      "chapter": 1,
      "verse": "37",
      "sanskrit": "तस्त्मातनाहाा वयं हततुं धाताराष्रातस्त्वबातधवान्। स्त्वर्नं हह कथं हत्मवा सुणखनः स्त्याम माधव ॥३७॥",
      "translation": "“So it is not for us to kill Dhritrashtr’s sons, for how indeed can we be happy, O Madhav (Krishn), if we slaughter our own kinsmen?”",
      "commentary": "Is it not surprising that the Kaurav are at this moment seen as kith and kin? Didn’t they come to the battlefield as foes? In truth, physical relationship arises from ignorance. He is my maternal uncle; here is my wife’s family; this is the community of my own people. What ar e all these, but ignorance? We have people who are affectionate to us and we have our family, and we have our world, but all these we have only as long as there is attachment. All such ties are demolished when there is no attachment. That is why even sworn enemies now appear to Arjun as kinsmen. He asks Krishn how they can be happy by killing their kinsmen. Without ignorance and attachment the idea of family cannot exist. Paradoxically, however, it is this ignorance that also provides the initial urge for k nowledge. Some great men like Bhartrihari and Tulsidas were driven to renunciation by their spouses, whereas there are examples of many others who have gone the same way because of their disillusionment with the conduct of a stepmother.",
      "tags": [
        "duty",
        "attachment",
        "knowledge"
      ]
    },
    {
      "chapter": 1,
      "verse": "38",
      "sanskrit": "यद्यप्येते न पश्यजतत लोभोपहतचेतसः। कुलक्षयकृतं दोषं षमरद्रोहे च पातकम् ॥३८॥",
      "translation": "",
      "commentary": "",
      "tags": [
        "duty",
        "surrender",
        "faith"
      ]
    },
    {
      "chapter": 1,
      "verse": "39",
      "sanskrit": "",
      "translation": "“Although, with their minds vitiated by greed, they (the Kaurav) have no awareness of the evil they do in destroying families and in being treacherous to friends, why should we, O Janardan, who know that it is evil to destroy families, not turn away from the sinful act?”",
      "commentary": "Straying from righteousness because of their arrogance and avarice, the Kaurav are blind to the sin they commit by destroying families and practising treachery against friends. This is their error. But why, Arjun wishes to know from Krishn, should they themselves, knowing the evils of destroying families, not desist from t he crime? What deserves special notice here is Arjun’s belief that not only he, but Krishn, too, is about to make the same error. So he also indirectly accuses Krishn. Every novice taking refuge in an accomplished teacher reasons in the same way. Arjun is under the impression that perhaps the problem that is bothering him has not yet occurred to, Krishn. All the same, they are both reasonable men and it is required of them to think of the evil consequences of destroying a family.",
      "tags": [
        "duty",
        "knowledge",
        "wisdom"
      ]
    },
    {
      "chapter": 1,
      "verse": "40",
      "sanskrit": "कुलक्षये प्रणश्यजतत कुलधमााः सनातनाः। धमत नष्टे कुलं कृत्मस्त्नमधमोऽषभभवत्मयुत ॥४०॥",
      "translation": "“In case of the destruction of a family its eternal sacred traditions are lost, and impiety afflicts the whole family with the loss of its values.’’",
      "commentary": "Until now Arjun has viewed family traditions as the eternal (Sanatan) Dharm. And he also believes that with the loss of these traditions, families are laden with sin.",
      "tags": [
        "duty",
        "dharma",
        "values"
      ]
    },
    {
      "chapter": 1,
      "verse": "41",
      "sanskrit": "अधमााषभभवात्मकृष्ण प्रदुष्यजतत कुलजस्त्रयः। स्त्रीषु दुष्टासु वाष्णतय र्ायते वणासंकरः ॥४१॥",
      "translation": "“When si n prevails, O Krishn, women of the family stray from virtue, and when they are unchaste, O descendant of the ‘Vrishnis, (Varshneya: Krishn), there is generated an unholy mixture of classes (varnsankar).’’",
      "commentary": "When unrighteous ways dominate a family, its wome n lose their chastity and there arises an intermingling of different classes, of incompatible cultures and ways of living. According to Arjun, this sinful intermingling occurs when women lose their virtue. But Krishn contradicts this: “I am fully contented in the Self and there is nothing more precious which is beyond my reach. Yet I continue to practise meditation and renunciation, and urge others to the same. But these are only means and not the goal, and when the goal is achieved who cares for the means? So if the achiever such as I neglects the means, his followers of an inferior merit will emulate him and they, too, will give up the required means. Confused and misled from the path of Self - realization, they then perish.” Lacking in true achievement, the y only swagger emptily as if they were perfect. This imitation creates a chaos. There remains no distinction between the deserving and the undeserving. This confusion is varnsankar and the teacher himself is held responsible for this disorder. That is why an ideal teacher always teaches by his own conduct. For a while, however, he chooses to remain silent, and Arjun goes on with his elaboration of the evils of varnsankar.",
      "tags": [
        "dharma",
        "renunciation",
        "self-realization"
      ]
    },
    {
      "chapter": 1,
      "verse": "42",
      "sanskrit": "संकरो नरकायैव कुलघ्नानां कुलस्त्य च। पतजतत वपतरो ह्येषां लुप्तवपण्डोदककक्रयाः ॥४२॥",
      "translation": "“The unholy intermingling of classes condemns the destroyer of the family as well as the family itself to hell, for their ancestors, deprived of the offerings of obsequial cakes of rice and water libations, fall (from their heavenly abode).’’",
      "commentary": "It is a quality of varnsankar to despatch families and their destroyers to hell. Divested of obsequial gifts of rice cakes, their forefathers also lose their heavenly home. The pres ent is destroyed, the ancestors of the past fall, and the posterity to come will also descend to hell. Not only this, but -",
      "tags": [
        "dharma",
        "karma",
        "ancestral duties"
      ]
    },
    {
      "chapter": 1,
      "verse": "43",
      "sanskrit": "दोषैरेतैः कुलघ्नानां वणासंकरकारकैः। उत्मसाद्यतते र्ानतधमााः कुलधमााश्च शाश्वताः ॥४३॥",
      "translation": "“The sin committed by destroyers of families, which causes an intermingling of classes, puts to an end the timeless dharm of both caste and family.’’",
      "commentary": "According to A rjun, the evils of varnsankar destroy the traditions of both families and their destroyers. He holds the view that family traditions are changeless and eternal. But Krishn refutes this later by asserting that Self alone is the changeless and eternal Sanata n Dharm * . Before a man has realized the essence of this Sanatan Dharm, he gives credence to some tradition or the other. Such is Arjun’s belief at the moment, but in Krish n’s view it is a mere delusion.",
      "tags": [
        "dharma",
        "detachment",
        "self-realization"
      ]
    },
    {
      "chapter": 1,
      "verse": "44",
      "sanskrit": "उत्मसतनकुलधमााणां मनुष्याणां र्नादान। नरकेऽननयतं वासो भवतीत्मयनुशुश्रुम ॥४४॥",
      "translation": "“We have heard, O Janardan, that hell is indeed the miserable habitat, for an infinite time, of men, the traditions of whose families have been destroyed.”",
      "commentary": "Men whose family t raditions are destroyed have to dwell in hell endlessly. What is significant though is that Arjun has only heard so. As he believes, with the destruction of a family, not only its traditions but also its changeless, everlasting dharm is destroyed. He thus equates traditions with Sanatan Dharm. It is well known, he says, how a man has to suffer in hell for the loss of his dharm. But he has only heard so: not seen, but only heard of it.",
      "tags": [
        "dharma",
        "faith",
        "sorrow"
      ]
    },
    {
      "chapter": 1,
      "verse": "45",
      "sanskrit": "अहो बत महत्मपापं कतुं व्यवषसता वयम्। यद्रा यसुखलोभेन हततुं स्त्वर्नमुद्यताः ॥४५॥",
      "translation": "“Tempted by the pleasures of temporal power, alas, what a heinous crime have we resolved to commit by killing our own kith and kin!”",
      "commentary": "How regrettable that although possess ed of wisdom, they are yet determined to commit a grave sin by being intent upon killing their own family because of greed of regal power and its pleasures. At this point Arjun regards his knowledge as in no way less than that of Krishn. All seekers, as it has already been said, feel thus at the outset. According to Mahatma Buddh, so long as a man has only partial knowledge he regards himself as a repository of great wisdom, but as he begins to learn the second half of the knowledge he has to acquire, he re gards himself as a great fool. Arjun considers himself a wise man in the same way. He takes the liberty of persuading Krishn that it is simply not possible that their sinful act can have any propitious outcome, and also that their resolve to destroy their family is motivated by sheer greed of sovereignty and its pleasures. They are really committing a terrible error. Convinced that the error is not only his, he has a dig at Krishn when he remarks that the error is also his. And, at last, he delivers his fin al view of the matter:",
      "tags": [
        "duty",
        "wisdom",
        "ego"
      ]
    },
    {
      "chapter": 1,
      "verse": "46",
      "sanskrit": "यहद मामप्रतीकारमशस्त्रं शस्त्रपाणयः। धाताराष्रा रणे हतयुस्त्ततमे क्षेमतरं भवेत् ॥४६॥",
      "translation": "“I shall indeed prefer the prospect of being slain by the armed sons of Dhritrashtr while (I am myself) unarmed and unresisting.’’",
      "commentary": "His death at the hands of Dhritrashr’s’s armed sons, while he himself is unarmed and unresisting, will be according to Arjun a fortunate event. History will then remember him as a magnanimous man who had averted a war by sacrificing his own life. People forsake the ir lives for the happiness of tender, innocent children so that the family may thrive. People go abroad and live in luxurious mansions, but after two days they begin to pine for their discarded hovels. Such is the strength of attachment. It is behind Arjun ’s feeling that it will be propitious even if he is killed unresisting by the armed sons of Dhritrashtr, for it will ensure the children of the family a prosperous and happy life.",
      "tags": [
        "duty",
        "sacrifice",
        "attachment"
      ]
    },
    {
      "chapter": 1,
      "verse": "47",
      "sanskrit": "संर्य उवाच एवमुतजत्मवार्ुानः संख्ये रथोपस्त्थ उपाववशत्। ववसृ य सशरं चापं शोकसंववग्नमानसः ॥४७॥",
      "translation": "Sanjay said, “Speaking thus and smitten by grief, in the midst of the battlefield, Arjun put aside his bow and arrows, and sat down in the chariot.’’",
      "commentary": "In other words, Arjun withdraws from the conflict between the physical body -the sphere of action -and the Self within with his awareness of God. ------------------------------------------------------------------------- The Geeta is an investigation of the war of kshetr -kshetragya: of the conflict between the material body, engaged in action, and the accomplished Soul that is ever conscious of his oneness with the Supreme Spirit. A song of revelation, it strives to demonstrate what God must be in all his divine splendour. The sphere that the song celebrates is a battlefield: the body with its dual, opposed impulses that compose the “Dharmkshetr” and the “Kurukshetr. The first chapter, as we have seen, elaborates the respective structure and base of the strength that characterize the adversaries. The sounding of conches proclaims their valour as well as intentions. There is then a review of the armies that are, to fight in the war. Their numerical strength is estimated at approximately 650 million, but the number is really infinite. Nature embodies two points of view, relevant to the opposed impu lses that clash on the field of action. There is first the inward looking mind that always aims at realization of the Self and looks up to the adored God. On the other hand, there is the outward looking mind, preoccupied with the material world and dominat ed by unrighteous impulses. The first enables the self to be absorbed in the most sublime dharm that is embodied in God, whereas ",
      "tags": [
        "grief",
        "sorrow",
        "detachment"
      ]
    }
  ]
}